Revit 2027 API
ExporterIFC.PopTransform Method
 Resets the internal transform of the exporter to process the previously active input element (if any), or the default transform if the stack is empty.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void PopTransform()
Public Sub PopTransform
public:
void PopTransform()
member PopTransform : unit -> unit
See Also
Reference
ExporterIFC Class
Autodesk.Revit.DB.IFC Namespace